import random

decision = ['Камень','Ножницы','Бумага']

p1 = input('Введите значение, Камень/Ножницы/Бумага: ')
p2 = random.choice(decision)
print(p2)
if p1 == 'Камень' and p2 == 'Камень':
	print('Ничья')
elif p1 == 'Камень' and p2 == 'Ножницы':
	print('Игрок выиграл')
elif p1 == 'Камень' and p2 == 'Бумага':
	print('Бот выиграл')
elif p1 == 'Ножницы' and p2 == 'Ножницы':
	print('Ничья')
elif p1 == 'Ножницы' and p2 == 'Бумага':
	print('Игрок выиграл') 
elif p1 == 'Ножницы' and p2 == 'Камень':
	print('Бот выиграл')
elif p1 == 'Бумага' and p2 == 'Ножницы':
	print('Бот выиграл')
elif p1 == 'Бумага' and p2 == 'Бумага':
	print('Ничья')
elif p1 == 'Бумага' and p2 == 'Камень':
	print('Игрок выиграл')
